cask_args appdir: "/Applications"

tap "homebrew/bundle"
tap "homebrew/cask-fonts"

# Core
brew "zsh"
brew "coreutils"
brew "openssl"
brew "readline"
brew "libyaml"

# Dev
brew "ssh-copy-id"
brew "wget"
brew "curl"
brew "git"
brew "asdf"
cask "beekeeper-studio"
cask "vscodium"
cask "github"
cask "docker"

# Play
cask "telegram"
cask "vlc"
cask "calibre"

# Misc
cask "font-fira-code"
cask "windscribe"
cask "anki"
cask "google-chrome"
cask "tor-browser"
cask "flux"
