cask_args appdir: '/Applications'

tap 'homebrew/bundle'

# Core
brew "zsh"
brew "zplug"
# brew 'ack'
brew 'coreutils'
brew 'curl'
brew 'git'
brew 'libgit2'
brew 'openssl'
brew 'readline'
brew 'ssh-copy-id'
brew 'wget'
brew 'gnupg'

brew 'imagemagick'
brew 'redis'
brew 'postgres'

# Erlang
brew 'autoconf'
brew 'wxmac'

# Version manager
brew "asdf"

cask 'google-chrome'
cask 'slack'
cask 'transmission'
cask 'telegram'
cask 'vlc'
cask 'atom'
cask 'github'

cask 'calibre'
cask 'windscribe'
