cask_args appdir: '/Applications'

tap 'homebrew/bundle'

brew "zsh"
brew "zplug"
# brew 'ack'
brew 'coreutils'
brew 'git'
# brew 'go'
# brew 'grc'
brew 'imagemagick'
# brew 'jp2a'
# brew 'libcaca', args: ['with-imlib2']
brew 'libgit2'
brew 'openssl'
brew 'node'
brew 'readline'
brew 'postgresql'
# brew 'services start postgresql'
brew 'chruby'
brew 'ruby-install'
# brew 'rbenv'
# brew 'roundup'
# brew 'spaceman-diff'
# brew 'spark'
brew 'unrar'
brew 'wget'
# brew 'youtube-dl'

brew 'ssh-copy-id'
brew 'imagemagick'
# brew 'dash'
brew 'redis'
# brew 'services start redis'
brew 'elixir'

# cask '1password'
# cask 'adium'
# cask 'atom'
# cask 'firefox'
# cask 'garmin-express'
cask 'google-chrome'
# cask 'handbrake'
# cask 'mapbox-studio'
# cask 'seashore'
cask 'slack'
# cask 'steam'
cask 'transmission'
cask 'tunnelbear'
cask 'telegram'
cask 'vlc'

cask 'dropbox'
cask 'github-desktop'
cask 'calibre'
cask 'sublime-text'
cask 'osxfuse'

tap 'cryfs/tap'
brew 'cryfs'
